;Place localized text in this file

[FLAWLESS_Achievement_Lucky MAS_X2AchievementTemplate]
strTitle=Везенье чистой воды
strShortDesc=Достигнут рейтинг безупречного выполнения задания.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания.  Опыт или Удача?  Только время покажет.
strCategory=Выполнение задания

[FLAWLESS_Achievement_YouGotSkills MAS_X2AchievementTemplate]
strTitle=Не так-то прост
strShortDesc=Достигнут рейтинг безупречного выполнения 10 заданий.
strLongDesc=Вы достигли безупречного рейтинга выполнения 10 заданий. Поздравляем!
strCategory=Выполнение задания

[FLAWLESS_Achievement_OnTheRun MAS_X2AchievementTemplate]
strTitle=Между делом
strShortDesc=Достигнут рейтинг безупречного выполнения 25 заданий.
strLongDesc=Вы достигли безупречного рейтинга выполнения 25 заданий. \"Адвент\" разбегается в страхе!
strCategory=Выполнение задания

[FLAWLESS_Achievement_Unbeatable MAS_X2AchievementTemplate]
strTitle=Непобедимый
strShortDesc=Достигнут рейтинг безупречного выполнения 50 заданий.
strLongDesc=Вы достигли безупречного рейтинга выполнения 50 заданий. У \"Адвента\" нет ни одного шанса.
strCategory=Выполнение задания

[FLAWLESS_Achievement_Master MAS_X2AchievementTemplate]
strTitle=Великий тактик
strShortDesc=Достигнут рейтинг безупречного выполнения 100 заданий.
strLongDesc=Вы достигли безупречного рейтинга выполнения 100 заданий. Вы на самом деле \"Великий тактик\".
strCategory=Выполнение задания

[FLAWLESS_Achievement_BangForTheBuck MAS_X2AchievementTemplate]
strTitle=Большая выгода
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете Гранату.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете Гранату.
strCategory=Выполнение задания

[FLAWLESS_Achievement_CrystalVisions MAS_X2AchievementTemplate]
strTitle=Четкие образы
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете Кристаллы элерия.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете Кристаллы элерия.
strCategory=Выполнение задания

[FLAWLESS_Achievement_EspritDeCore MAS_X2AchievementTemplate]
strTitle=Любыми путями
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете Ядро элерия.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете Ядро элерия.
strCategory=Выполнение задания

[FLAWLESS_Achievement_HellFrozenOver MAS_X2AchievementTemplate]
strTitle=Сколько угодно
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете \"Адский узор\".
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете \"Адский узор\".
strCategory=Выполнение задания

[FLAWLESS_Achievement_InTheKnow MAS_X2AchievementTemplate]
strTitle=В курсе
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете Разведданные.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете Разведданные.
strCategory=Выполнение задания

[FLAWLESS_Achievement_Invested MAS_X2AchievementTemplate]
strTitle=Вложение
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете Защитный жилет.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете Защитный жилет.
strCategory=Выполнение задания

[FLAWLESS_Achievement_TheSims MAS_X2AchievementTemplate]
strTitle=Сумулятор
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете ПБМ.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете ПБМ.
strCategory=Выполнение задания

[FLAWLESS_Achievement_Upgradeable MAS_X2AchievementTemplate]
strTitle=Расширение
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете Улучшение для оружия.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете Улучшение для оружия.
strCategory=Выполнение задания

[FLAWLESS_Achievement_WellStocked MAS_X2AchievementTemplate]
strTitle=Снабжение
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете Материалы.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете Материалы.
strCategory=Выполнение задания

[FLAWLESS_Achievement_Volunteer MAS_X2AchievementTemplate]
strTitle=Доброволец
strShortDesc=Достигнут рейтинг безупречного выполнения задания, и в качестве награды вы получаете Новобранца.
strLongDesc=Вы достигли безупречного рейтинга выполнения задания, и в качестве награды вы получаете Новобранца.
strCategory=Выполнение задания
